---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarInternalMultiplanarArcConnector
source: html/68e71157-fbce-c4a5-5e06-dcb8f8041e40.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarInternalMultiplanarArcConnector Property

"INTERNAL: Multiplanar Arc Connector"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarInternalMultiplanarArcConnector { get; }
```